Dlubal.RFEM5.IFreeCircularLoad
Interface for working with free circular load.

Dlubal.RFEM5.IFreeCircularLoad.GetData
Gets free circular load parameters.
Returns: Free circular load parameters

Dlubal.RFEM5.IFreeCircularLoad.SetData(System.UInt32@)
Sets free circular load parameters.
Load: Free circular load parameters

Dlubal.RFEM5.IFreeCircularLoad.Delete
Deletes free circular load.